import random

cocktails = [
    ["мартини","грейпфрутовый сок","жасмин","тоник","лосось"],
    ["клубника","какао","мята","марсала"],
    ["водка","томатный сок","лимонный сок","вустерширский соус","черный перец","сельдерей","лосось"],
    ["джин","вермут","ликер мараскино","апельсины","коктейльная вишня","лосось"],
    ["ром","авокадо","сахарный сироп","сливки","лимонный сок","лед"],
    ["красный вермут","тоник","апельсины","лосось"],
    ["только чай"]
        ]
for i in range(len(cocktails)):
    for j in range(len(cocktails[i])):
        if cocktails[i][j] == "лосось":
            del cocktails[i][j]
print("Сегодня в вашем коктейле будет: ", end='')
print(*random.choice(cocktails), sep=', ')
